{
  "title": "Como baixar e instalar o sistema Facity?",
  "content": "Para começar, você precisará realizar a instalação do programa, onde ocorre a configuração do sistema. O processo é bastante\nsimples e você mesmo pode executar seguindo os passos a seguir:\n\nPasso 1: Download e Instalação do Programa\n\n1.1 – Acesse o link abaixo e quando abrir a pagina clique em “Instalador Facity Controle Cliente Web”.\n\n?? https://www.facity.com.br/downloads [https://www.facity.com.br/downloads]\n\n1.2 – Clique no link para iniciar o download. Dependendo do seu navegador, uma nova guia pode abrir automaticamente para salvar o\narquivo ou iniciar o download.\n\n1.3 – Após o download, abra o arquivo (clicando onde a seta indica na imagem a cima). Se o antivírus mostrar uma mensagem de\nproteção, clique em “Mais informações” e selecione “Executar mesmo assim”.\n\n1.4 – Na tela de instalação, escolha entre “Instalação Completa” (instala o sistema e o servidor de impressão) ou “Instalação\nParcial” (instala apenas o sistema). Clique em “Próxima” até chegar à opção “Instalar“.\n\n1.5 – Aguarde a conclusão da instalação e, em seguida, insira o nome da sua empresa em letras minúsculas quando solicitado. Clique\nem “Salvar”.\n\n\n\nPasso 2: Programas Instalados na Área de Trabalho\n\nNa conclusão da instalação, os seguintes programas estarão disponíveis em sua área de trabalho:\n\n * Rusdesk (acesso remoto)\n * Facity Pos\n * Facity Controle\n * Facity Impressor\n\nImagem dos dos programas mencionados:\n\n\n\nPasso 3: Configuração do Facity Impressor\n\n\n\n2.1 – Abra o programa Facity Impressor.\n\n2.2 – Clique em “Configurar Conexão”.\n\n2.3 – Escolha “Online” e clique em login.\n\nSe estiver reinstalando, insira o ID do impressor encontrado no Facity Controle em “Configuração de Impressor”. Clique em “Trocar\na Hash”, insira a senha “123456” e salve antes de copiar o código para colar na configuração do Facity Impressor.\n\n2.4 – Insira o nome da empresa, login e senha na nova aba que se abrirá. Clique em “Logar”.\n\n2.5 – Retorne à tela principal do Impressor, clique em “Configurações Gerais” e selecione “Buscar do Administrativo”. Insira as\ninformações solicitadas e clique em “Salvar”\n\nPasso 4: Adição de Impressoras de Terminal e Produção\n\n4.1 – Na tela inicial, clique em “Parar o Servidor” e selecione “Impressora de Terminal”.\n\n4.2 – Escolha o terminal(1), modelo da impressora em “Impressora de Destino”(2), selecione o “Modelo”(3), marque “Negrito” e\n“Cortar”. Clique em “Adicionar”(4) e salve(5) as configurações.\n\nLembre de escolher o “Modelo” dependendo da marca da sua impressora.\n\n4.3 – Repita o mesmo processo para “Impressora de Produção”, selecionando a “Impressora de Origem“(1), a “Impressora de\ndestino”(2), o “Modelo”(3) , marcando “Negrito” e “Cortar”. Clique em “Adicionar”(4) e salve (5) as configurações.\n\nPasso 5: Iniciar o Servidor\n\n5.1 – Após configurar as impressoras, clique em “Iniciar Servidor”.\n\nSe as impressoras estiverem corretamente selecionadas, o processo estará completo. Caso encontre dificuldades, entre em contato\ncom o suporte técnico para assistência adicional. Agora, desfrute do controle eficiente e simplificado do Facity Controle Cliente\nWeb em sua empresa!",
  "categories": [
    "Configurações"
  ]
}
