{
  "title": "Como criar conta e usar o Google Analytics no sistema?",
  "content": "TUTORIAL SIMPLES PARA CRIAR UMA CONTA NO GOOGLE ANALYTICS E CONFIGURAR GA4\n\nPASSO 1: CRIAR UMA CONTA NO GOOGLE ANALYTICS\n\n 1. Acesse o Google Analytics:\n    * Vá para o site do Google Analytics [https://analytics.google.com/].\n\n 1. Fazer Login ou Criar uma Conta Google:\n    * Faça login com sua conta do Google. Se você não tiver uma conta Google, clique em “Criar Conta” e siga as instruções.\n\n 1. Criar uma Nova Conta no Google Analytics:\n    * Após o login, você verá um botão “Começar a usar“. Clique nele.\n\nPASSO 2: CONFIGURAR PROPRIEDADE GA4\n\n 1. Configurar a Conta:\n    * Dê um nome para sua conta (por exemplo, “Vida Mansa Bistro”).\n    * Configure as opções de compartilhamento de dados conforme suas preferências e clique em “Próximo”.\n\n\n\n 1. Configurar a Propriedade:\n    * Dê um nome à sua propriedade (por exemplo, “Website Demonstracao”).\n    * Selecione seu fuso horário e moeda.\n    * Clique em “Próximo”.\n\n 1. Configurar Detalhes da Empresa:\n    * Selecione a categoria da indústria, o tamanho da empresa e como pretende usar o Google Analytics.\n    * Clique em “Criar“.\n\n 1. Aceitar os Termos de Serviço:\n    * Leia e aceite os Termos de Serviço do Google Analytics e a Política de Processamento de Dados da Google.\n\nPASSO 3: OBTER O ID DE MEDIÇÃO GA4\n\n 1. Adicionar um Fluxo de Dados:\n    * Escolha “Web” como plataforma para rastrear.\n    * Insira a URL do seu site (https://demonstracao.facitydelivery.com.br/ [https://demonstracao.facitydelivery.com.br/])\n      [https://bistrovidamansa.facitydelivery.com.br/] “‌”) e um nome do fluxo (por exemplo, “Website Demonstracao”).\n    * Clique em “Criar Fluxo“.\n\n 1. Obter o ID de Medição:\n    * Será exibido um ID de medição (algo como “G-XXXXXXX”). Copie este ID.\n\nPASSO 4: ADICIONAR O ID AO SEU SITE\n\n 1. Acessar o Painel de Administração do Seu Site (Facity):\n    * Faça login no painel de administração do seu site no Facity Delivery.\n\n 1. Adicionar o ID de Medição:\n    * No painel Facity, vá para Configurações > Configurações.\n\n 1. Procure pela configuração “googleadsgtag“.\n    * Edite a configuração clicando no botão verde de edição.\n    * Cole o ID de medição (G-XXXXXXX) no campo apropriado e salve as alterações.\n      Alternativa:\n    * Se preferir, você pode passar o código G-XXXXXXX para o suporte do Facity e eles farão a alteração para você.\n\nPASSO 5: VERIFICAR SE O RASTREAMENTO ESTÁ FUNCIONANDO\n\n 1. Acessar o Google Analytics:\n    * Volte para o painel do Google Analytics.\n 2. Verificar os Relatórios:\n    * Vá para a seção “Tempo Real” e veja se há atividade no seu site. Caso contrário, aguarde alguns minutos e atualize a página.\n\nParabéns! Você configurou com sucesso o Google Analytics para o seu site . Agora você pode monitorar o tráfego e o comportamento\ndos usuários para obter insights valiosos sobre o desempenho do seu site.",
  "categories": [
    "Cadastros"
  ]
}
