{
  "title": "Como cadastrar um usuário Caixa?",
  "content": "Neste post, vou te mostrar como cadastrar um usuário Caixa no Facity Controle. É um processo simples e fácil de seguir, então\nvamos começar!\n\nPasso 1: Abra o Facity Controle em seu computador\n\nPara começar, abra o Facity Controle em seu computador. Certifique-se de que tem o nome da empresa, login e senha em mãos.\nLembre-se de que tudo deve ser digitado em letras minúsculas.\n\nPasso 2: Entre no menu e busque a opção “Usuários”\n\nNo menu principal, procure pela opção Usuários e clique nela.\n\n\n\nPasso 3: Selecione “NOVO”\n\nAo selecionar a opção Usuários, clique em NOVO para cadastrar um novo usuário.\n\nPasso 4: Coloque as informações\n\nPreencha as informações necessárias para o cadastro do usuário Caixa, incluindo nome, sobrenome e e-mail (opcional). Em seguida,\nclique em “Próxima” para continuar o cadastro. Lembre-se de que todas as informações devem ser digitadas em letras minúsculas.\n\nPasso 5: Coloque o “NOME” novamente\n\nNeste passo, insira novamente o nome do usuário e crie uma senha. Repita a senha para confirmar. Clique em “Próxima” para\ncontinuar.\n\n\n\nPasso 6: Selecione a função Caixa\n\nClique em cima da opção “Caixa” para selecionar a função do usuário. Em seguida, clique em “Concluir” para finalizar o cadastro.\n\n\n\nPasso 7: Gerencie as permissões\n\nO próximo passo é gerenciar as permissões que esse funcionário terá no sistema.\n\nClique em “Detalhes” logo abaixo da opção Caixa. Você verá uma lista de permissões que pode gerenciar.\n\nNessa imagem as permissões estão todas liberadas para essa função\n\nPasso 8: Selecione as permissões desejadas\n\nSelecione as permissões que deseja dar ao usuário. É possível marcar todas as permissões ou apenas algumas delas, dependendo do\nque for necessário para o trabalho do usuário.\n\nPasso 9: Salve as permissões\n\nApós selecionar as permissões, clique em “OK” para salvar as configurações.\n\nE pronto! Agora o usuário Caixa está cadastrado e pronto para utilizar o sistema Facity Controle. Se tiver alguma dúvida ou\nprecisar de ajuda, não hesite em entrar em contato com o suporte.",
  "categories": [
    "Cadastros"
  ]
}
