{
  "title": "Como adicionar um produto tipo Hambúrguer?",
  "content": "Passo 1: Abra o Facity Controle em seu computador\n\nPara começar, abra o Facity Controle em seu computador. Certifique-se de digitar o nome da empresa, login e senha, lembrando que\ntudo deve ser escrito em letras minúsculas.\n\nPasso 2: Acesse o cardápio no menu lateral esquerdo\n\nDentro do painel administrativo, clique em “Cardápio” no menu lateral esquerdo.\n\nPasso 3: Selecione a opção “Produtos”\n\nNa página do cardápio, localize e clique em “Produtos”. Você pode identificá-lo pela seta indicativa na imagem.\n\nPasso 4: Crie um novo produto\n\nPara adicionar um novo produto, clique em “Novo Produto”.\n\nPasso 5: Preencha as informações do produto\n\nAo clicar em “Novo Produto”, uma caixa de cadastramento será aberta. Nela, preencha as informações necessárias sobre o produto:\n\n\n\n * Nome do produto\n * Preço\n * Descrição do produto\n * Seção do produto\n\nApós inserir os dados, clique em “Salvar”.\n\nObservação: Se você não possui uma seção para esse produto, é necessário criar uma nova.\n\nSiga o passo a passo abaixo:\n\n * Volte ao menu e clique em “Seções / Categorias”\n\n * Em seguida, clique em “Nova Seção”\n\n * Insira um nome para a seção e clique em “OK” para salvar\n\n\n\nAgora, vamos adicionar uma foto ao produto e à seção:\n\n * Volte ao menu e clique em “Produtos”\n * Utilize a barra de pesquisa para encontrar o produto desejado\n\n\n\n * Clique no ícone verde para editar e acessar a página do produto\n\n * Localize a opção “Selecionar”, conforme indicado pela seta\n * Clique em “Selecionar imagem” para abrir a janela de seleção de fotos\n\n * Procure e selecione a imagem desejada\n * Clique em “Abrir”\n * Ajuste a imagem de acordo com sua preferência\n * Clique em “Concluir” para adicionar a imagem\n * No final da página, clique em “Salvar”\n\n[\n\nAgora, vamos adicionar uma foto à seção:\n\n * Clique em “Seções / Categorias“\n * Encontre a seção à qual deseja adicionar a foto\n * Clique no ícone verde\n\n * Clique em “Selecionar”\n\n * Selecione a imagem salva anteriormente e clique em “Abrir”\n * Ajuste a imagem conforme sua preferência\n * Clique em “Concluir”\n\n * Para finalizar, clique em “Salvar”\n\nSeguindo esses passos, você conseguirá adicionar um produto tipo hambúrguer ao seu cardápio no Facity Controle. Experimente e\naproveite!",
  "categories": [
    "Cadastros"
  ]
}
