{
  "title": "Como configurar formas de pagamento?",
  "content": "Tutorial sobre como configurar formas de pagamento no Facity Controle:\n\nPasso 1: Abra o Facity Controle em seu computador.\n\nAo abrir o Facity Controle, você será direcionado para a tela de login. Insira o nome da sua empresa, login e senha, tudo em\nletras minúsculas.\n\nPasso 2: Acesse as configurações do sistema.\n\nNo menu lateral esquerdo, clique em “Configurações” para acessar as opções de configuração do sistema.\n\nPasso 3: Selecione “Formas de Pagamento”.\n\nDentro das opções de configuração do sistema, escolha “Formas de Pagamento”. Esta seção permitirá que você gerencie as formas de\npagamento que estarão disponíveis para seus clientes.\n\nPasso 4: Clique em “Novo”.\n\nPara adicionar uma nova forma de pagamento, clique em “Novo”. Esta ação permitirá que você comece a configurar sua nova forma de\npagamento.\n\nPasso 5: Escolha a forma de pagamento.\n\nAqui é onde você escolhe o tipo de pagamento que deseja adicionar. As opções mais comuns são Dinheiro, Cartão de Débito, Cartão de\nCrédito e PIX.\n\nSe a forma de pagamento for PIX você pode cadastrar uma chave junto e quando o cliente selecionar essa opção a chave PIX é copiada\nautomaticamente\n\nPasso 6: Insira a chave PIX.\n\nSe você escolheu PIX como forma de pagamento, insira a chave PIX que deseja usar. Isso permitirá que seus clientes façam\npagamentos instantâneos usando essa opção.\n\nPasso 7: Selecione a bandeira correspondente à forma de pagamento.\n\nSe você adicionou uma forma de pagamento de cartão de crédito ou débito, será necessário selecionar a bandeira correspondente ao\ntipo de cartão.\n\nPasso 8: Insira o nome da forma de pagamento.\n\nInsira um nome para a nova forma de pagamento. Isso permitirá que você a identifique facilmente na lista de opções disponíveis.\n\nPasso 9: Salve as configurações.\n\nClique em “OK” para salvar as configurações da nova forma de pagamento. Agora, ela estará disponível para ser usada pelos seus\nclientes.\n\nPronto! Agora você sabe como configurar formas de pagamento no Facity Controle. Certifique-se de que todas as informações estejam\ncorretas antes de salvar as configurações. Lembre-se de que é possível editar ou excluir uma forma de pagamento a qualquer\nmomento.",
  "categories": [
    "Cadastros"
  ]
}
