{
  "title": "Como criar Taxas de Serviço no Facity Controle?",
  "content": "Hoje, iremos aprender como criar Taxas de Serviço no Facity Controle, uma funcionalidade essencial para o gerenciamento eficiente\ndo seu negócio. Vamos seguir um passo a passo simples e explicativo. Vamos lá!\n\nPasso 1: Acesse o Facity Controle\n\nPara começar, acesse o Facity Controle em seu computador e faça login usando suas credenciais. Certifique-se de que o nome da\nempresa, login e senha estejam em letras minúsculas para evitar problemas de acesso.\n\nPasso 2: Acesse as Configurações e selecione “Taxas de Serviço”\n\nApós fazer login, você estará na área administrativa do Facity Controle. Agora, clique na opção “Configurações” no menu. Em\nseguida, procure pela opção “Taxas de Serviço” e clique nela.\n\n\n\nPasso 3: Adicione uma nova taxa\n\nAo acessar a seção de “Taxas de Serviço”, você verá a opção “Novo”. Clique nesse botão para criar uma nova taxa.\n\nPasso 4: Preencha os detalhes da taxa de serviço\n\nAgora, é o momento de preencher os detalhes da sua nova taxa de serviço. Comece inserindo o nome da taxa que você deseja\nadicionar.\n\nTipos de valor: Você pode escolher entre dois tipos de variações para a taxa – porcentagem ou valor fixo. Selecione o que melhor\nse adequa às suas necessidades.\n\nDestino da taxa de serviço: Nesta etapa, escolha entre as opções “Caixa”, “Garçom” ou “Cover” (Couvert Artístico) como destino da\ntaxa.\n\n\n\nTipo de cobrança: Escolha o tipo de cobrança que melhor se aplica à sua taxa. As opções disponíveis podem variar, mas normalmente\nincluem “Por Mesa” ou “Por Pessoa”.\n\nPasso 5: Exemplos de Taxas de Serviço\n\nAqui estão alguns exemplos de como preencher os campos da taxa de serviço:\n\nExemplo de Taxa de Serviço de Couvert Artístico:\n\nExemplo de Taxa de Serviço Garçom:\n\nPasso 6: Status da taxa\n\nNo campo “Status”, você pode optar por deixar a taxa “Ativa” ou “Inativa” de acordo com a necessidade. Quando estiver tudo\nconfigurado, clique em “OK” para salvar as informações da taxa de serviço.\n\nParabéns! Agora você criou com sucesso uma nova taxa de serviço no Facity Controle. Essa configuração ajudará na organização\nfinanceira do seu negócio.\n\nEspero que este tutorial tenha sido útil e que você possa aproveitar ao máximo essa funcionalidade. Se tiver alguma dúvida, não\nhesite em deixar seu comentário abaixo. Boa gestão e até a próxima!",
  "categories": [
    "Cadastros"
  ]
}
