{
  "title": "Como criar auto respostas e instalar o Facity BOT?",
  "content": "Com o Facity BOT, você pode ter respostas automáticas para pré-atender seus clientes no WhatsApp. O chatbot é especialmente útil\nquando há muitos clientes a serem atendidos, pois pode responder simultaneamente sem que você precise atendê-los um por um.\n\nPara começar a usar o chatbot, você precisa instalar uma extensão no seu navegador. Siga estes passos:\n\n 1. Abra o link https://chrome.google.com/webstore/detail/facity-bot/gjnhbgneccjnjjgpnbbclnmphgpgdnnf/related?hl=pt-BR&authuser=0\n    [https://chrome.google.com/webstore/detail/facity-bot/gjnhbgneccjnjjgpnbbclnmphgpgdnnf/related?hl=pt-BR&authuser=0] no seu\n    navegador.\n\n2. Clique no botão azul “Adicionar ao Chrome”.\n\n3. Clique em “Adicionar extensão”.\n\nAgora, abra o WhatsApp Web para continuar a instalação do BOT. Uma tela de cadastro aparecerá. Preencha com as seguintes\ninformações:\n\n * ONLINE: Deixe como está, a menos que você possua a versão offline do sistema.\n * Nome da sua empresa (em letras minúsculas).\n * Usuário.\n * Senha.\n\nQuando terminar de preencher as informações, clique em “Fazer Login”. O BOT ficará disponível no sistema com a cor vermelha\n(offline) ou verde (online).\n\nCom o BOT instalado, você pode começar a criar suas auto respostas. Siga estes passos:\n\n 1. Abra o Facity Controle no seu computador.\n 2. Insira o nome da sua empresa, login e senha (em letras minúsculas).\n\n\n\n3. Clique em “Marketing” no menu lateral esquerdo.\n\n4. Selecione “Auto Resposta”.\n\n5. Para criar uma nova auto resposta, clique no ícone azul. Para editar uma auto resposta existente, clique no ícone verde. Para\ndeletar uma auto resposta, clique no ícone vermelho.\n\n6. Crie as sub-respostas a partir da primeira mensagem para que a sequência seja seguida corretamente.\n\nToda sub resposta ela tem que ser criada a partir da primeira mensagem pra ela seguir em uma sequência igual\n\n\n\nVeja alguns exemplos de auto respostas abaixo:\n\n * Um exemplo de auto respostas completo:\n\n\n\nNão se esqueça de salvar todo o processo no final para que suas auto respostas fiquem disponíveis no sistema. Com esses passos\nsimples, você pode instalar o Facity BOT e criar suas próprias auto respostas para o WhatsApp.",
  "categories": [
    "Cadastros"
  ]
}
