{
  "title": "Como cadastrar lanches pelo celular?",
  "content": "Passo 1: Acessar o Facity Controle\n\nAbra o Facity Controle em seu celular e faça login com o nome da empresa, login e senha. É importante lembrar que tudo tem que ser\nem letras minúsculas.\n\nPara achar o menu do sistema clique no canto superior esquerdo igual apresenta na imagem:\n\n\n\nPasso 2: Criar uma seção\n\n * Para criar uma seção dentro do painel administrativo, comece clicando em “Cardápio” no menu lateral à esquerda\n\n * Selecione seções/categorias no menu igual indica a imagem abaixo:\n\n * Clicando em seção/categoria vai abrir a página para cadastrar o nome da sua seção desejada, selecione a opção nova seção:\n\n\n\n * Coloque o nome Lanches para criar a sua seção:\n\n * Clique em Ok e você criou a sua seção\n * Para achar a seção que você criou, volte no menu e clique em seções/categorias e busque o nome na lista que vai aparecer no\n   sistema\n\n * se quiser editar a seção mesmo depois de criar ela, é só arrastar a tela para o lado clicar em editar no ícone verde como está\n   representada na imagem a seguir:\n\n\n\n * Na imagem mostra todas as informações para editar caso queira mudar o nome, a foto da seção ou ajustar outras informações:\n\n * Para colocar uma foto e só clicar onde a seta indica e buscar a foto desejada.\n\nExemplo de como fica a seção com a imagem.\n\nPasso 3: Criar produtos\n\n * Agora, vamos criar os produtos que vão compor a seção de lanches. Para isso, volte ao menu “Cardápio” e selecione “Produtos”\n * Comece abrindo novamente o menu e selecionado o cardápio\n\n\n\n * Selecione produtos\n\n\n\n * Selecione produtos e crie um novo produto\n * Preencha as informações necessárias, como nome, descrição, valor e seção (no caso, “Lanches”)\n\nÉ importante colocar cada produto na seção específica dele para a organização do cardápio ficar exata.\n\nComece a criar as opções de lanches que vai estar no cardápio, exemplos: X-Calabresa, X-Bacon, X-Salada e entre outras opções.\n\n\n\n\n\nPara buscar o produto é ir em:\n\nMenu / cardápio / produtos\n\nBusque o nome do produto igual seta indica na imagem:\n\nPara editar um produto é só arrastar a tela e clicar no ícone verde\n\nPasso 4: Adicionar opcionais\n\nPróximo passo é adicionar os opcionais, você volta para o menu e busca por opcionais abrindo as opções do cardápio :\n\n * Selecione e clique em novo opcional\n\nColoque o nome do opcional no campo indicado. Exemplos de opcionais são queijo, bacon, catupiry e cheddar.\n\n * Clique em OK e está feito!\n\nPara buscar e editar um opcional vá em menu, opcional e encontre o produto a ser editado:\n\nSe quiser mudar o valor e outra informação clique no ícone verde.\n\nPasso 5: Adicionar opcionais na “Seção” ou no “Produto”\n\nAgora, vamos adicionar os opcionais na seção ou no produto. Se você adicionar no produto, aquele opcional ficará disponível apenas\npara aquele produto específico. Se adicionar na seção, ele ficará disponível para todos os produtos daquela seção.\n\n * Para adicionar opcionais na seção, vá em “Seções/Categorias” e clique no ícone verde para abrir a página de editar a seção\n\n\n\n\n\n * Arraste a tela e clique no ícone verde para abrir a página de editar a seção:\n\n\n\n\n\n * Busque Grupo de Opc e clique nessa opção:\n\n\n\n\n\n * Crie um novo Grupo de Opc clicando e Novo :\n\n\n\n * Coloque o nome do grupo de opc e a quantidade mínima e máxima que poderá ser adicionada\n\nse colocar a quantidade igual 0 você não vai ter um limite quando for adicionar opcionais nesse grupo\n\n\n\n * Clique em OK e grupo está feito!\n * Com o grupo criado volte em Grupo de Opc dentro da Seção lanches\n * Ache o grupo que você criou\n\n * Arraste a tela para do lado até achar o ícone azul com o nome opções\n\n\n\n\n\n * Selecione adicionar\n * vai abrir uma lista com todos os opcionais criados\n\n * Adicione todos os opcionais para esse grupo\n * Clique em OK para salvar\n\nPara criar um grupo de opc para um único produto, crie o grupo diretamente dentro do produto.\n\nImediatamente! Agora você sabe como cadastrar lanches no aplicativo Facity Controle. Com essas informações, você poderá gerenciar\nmelhor o cardápio do seu restaurante e garantir que os clientes tenham uma boa experiência.\n\n",
  "categories": [
    "Cadastros"
  ]
}
