{
  "title": "Como criar opcionais e colocar na seção?",
  "content": "Passo 1: Abrir o Facity Controle e fazer login\n\nPara começar, abra o Facity Controle em seu computador e insira o nome da empresa, login e senha. É importante lembrar que tudo\ndeve ser escrito em letras minúsculas.\n\nPasso 2: Acessar o menu e buscar a opção “opcionais”\n\nApós fazer login, acesse o menu e busque pela opção “opcionais”. Selecione essa opção e clique em “novo opcional”.\n\nPasso 3: Criar novos opcionais\n\nNesse passo, você vai criar os seus opcionais. Por exemplo, você pode criar opções como ovo, queijo, bacon, cebola ou outras que\ndesejar. Clique em “OK” para finalizar.\n\nPasso 4: Buscar e editar opcionais\n\nPara buscar e editar um opcional, vá em “menu”, “opcional” e encontre o produto a ser editado. Se quiser mudar o valor ou outra\ninformação, clique no ícone verde.\n\nSe quiser mudar o valor e outra informação clique no ícone verde.\n\nPasso 5: Adicionar opcionais à seção ou produto\n\nA próxima etapa é adicionar o opcional à seção ou ao produto. Se você adicionar o opcional ao produto, ele ficará disponível\napenas para aquele produto específico. Se você adicionar à seção, ele ficará disponível para todos os produtos daquela seção. O\nprocesso de criação do opcional é o mesmo, só muda onde você vai adicioná-lo.\n\nPasso 6: Acessar o menu “cardápio” e depois “seções/categorias”\n\nAcesse o menu “cardápio” e selecione a opção “seções/categorias”.\n\nPasso 7: Editar a seção\n\nClique no ícone verde para abrir a página de editar a seção.\n\nPasso 8: Buscar “grupo de opc” e criar um novo grupo\n\n\n\n\n\nCaso você queira adicionar a um grupo existente pule essa etapa\n\n * Crie um novo Grupo de Opc clicando e Novo:\n\nSe quiser adicionar a um grupo existente, pule essa etapa. Para criar um novo grupo de opc, clique em “novo” e coloque o nome do\ngrupo de opc e a quantidade mínima e máxima que poderá ser adicionada. Se colocar a quantidade igual a 0, não haverá limite quando\nfor adicionar opcionais nesse grupo.\n\nSe colocar a quantidade igual 0 você não vai ter um limite quando for adicionar opcionais nesse grupo\n * Clique em OK e grupo está feito!\n\nPasso 9: Adicionar opcionais ao grupo\n\nCom o grupo criado, volte em “grupo de opc” dentro da seção correspondente. Clique no ícone azul e selecione “adicionar”. Vai\nabrir uma lista com todos os opcionais criados.\n\nAdicione todos os opcionais que você criou para esse grupo. Clique em “OK” para salvar.\n\nPasso 10: Adicionar um opcional para um único produto\n\nPara adicionar um opcional a um único produto, faça o mesmo processo, mas crie o grupo de opc diretamente dentro do produto e siga\nas mesmas etapas.",
  "categories": [
    "Cadastros"
  ]
}
