{
  "title": "Como adicionar bordas em um produto tipo pizza?",
  "content": "Passo 1: Abra o Facity Controle em seu computador\n\nDigite o nome da empresa, login e senha, lembrando que tudo deve ser em letras minúsculas.\n\nPasso 2: Abra o menu\n\nNo menu, clique em “cardápio” e, em seguida, clique em “Opicionais”.\n\n\n\nPasso 3: Clique em “Novo Opcional” para começar a criar os opcionais\n\nComece a criar os opcionais de borda um por um, como :\n\nBorda de Cheddar, Borda de Catupiry, Sem borda, etc.\n\nClique em “OK” para salvar.\n\nPasso 4: Adicione os opcionais nas bordas dos produtos\n\nAcesse novamente o “Cardápio” e clique em “produtos”. Busque na barra de pesquisa o nome pizza ou monte sua pizza para começar a\nadicionar as bordas.\n\nClique no ícone verde para editar e depois em “Grupos de Opc”.\n\nClique em “Opções” que está em azul para começar a adicionar opcionais nas bordas\n\nClique em “adicionar” para incluir opcionais nos grupos. Busque na barra de pesquisa pelo nome do opcional e clique em\n“adicionar”.\n\nSalve clicando em “ok”.\n\nPasso 5: Edite a quantidade mínima e máxima do grupo criado\n\nPróximo passo é editar a quantidade mínima e quantidade máxima do grupo criado.\n\nAo criar o grupo de adicionais, defina a quantidade mínima e máxima que os clientes podem escolher.\n\n * A quantidade mínima é o menor número de ingredientes que você pode escolher. Se a quantidade mínima é 0, você pode escolher\n   nenhum ingrediente extra. Se a quantidade mínima é 1, você precisa escolher pelo menos um ingrediente extra. Se a quantidade\n   mínima é maior que 1, você precisa escolher pelo menos essa quantidade de ingredientes extras.\n * A quantidade máxima é o maior número de ingredientes que você pode escolher. Se a quantidade máxima é 0, você não pode escolher\n   nenhum ingrediente extra. Se a quantidade máxima é 1, você pode escolher apenas um ingrediente extra. Se a quantidade máxima é\n   maior que 1, você pode escolher até essa quantidade de ingredientes extras.\n\nVolte nos grupos de opc e clique no ícone verde para editar. Ajuste a quantidade mínima e máxima do grupo, lembrando que essa\nregra equivale para todos os opcionais adicionados nesse grupo.\n\nCom esses passos simples, você pode adicionar bordas recheadas em suas pizzas e melhorar ainda mais o seu cardápio.",
  "categories": [
    "Cadastros"
  ]
}
