{
  "title": "Como adicionar produto tipo pizza com borda e sabores?",
  "content": "Passo 1: Abra o Facity Controle em seu computador e faça login com o nome da empresa, login e senha, lembrando que tudo tem que\nser em letras minúsculas.\n\nPasso 2: Clique em “Cardápio” no menu lateral esquerdo e selecione “Produtos” como indicado pela seta na imagem.\n\nPasso 3: Clique em “Novo Produto” para começar o cadastramento.\n\nPasso 4: Na caixa de cadastramento, coloque o nome “PIZZA” e mude a opção de “Tipo” de “Produto Simples” para “Produto Composto”.\nMude também a seção do produto para “Pizzas” e clique em “OK” para salvar.\n\n\n\nPasso 5: Busque o produto “Pizza” na lista e clique em “Editar” no ícone verde.\n\nPasso 6: Adicione as Classes (Especial, Tradicional e Doce) clicando em “Novo”.\n\n\n\nPasso 7: Salve o produto e clique em “Sabores” (ícone azul). Selecione “Novo” e comece a adicionar os sabores de pizza para cada\nclasse criada.\n\n\n\n\n\n * Adicione sabores que vai estar nessa classe\n * Clique em OK para salvar\n\nCrie cada sabor um por vez, se quiser adicionar em outra classe criada é só voltar e fazer o mesmo processo.\n\nCom a classe criada e sabores definidos, a próxima etapa é começar adicionar os tamanhos das pizzas\n\nPasso 8: Adicione os tamanhos das pizzas selecionando “Tamanhos” e depois “Novo”. Adicione os tamanhos das pizzas um de cada vez e\ncoloque a quantidade de fatias e quantidade de sabores.\n\n\n\n * Selecione NOVO\n * Adicione os tamanhos das pizzas um de cada vez\n * Coloque a quantidade de fatias e quantidade de sabores\n * Salve em OK\n\nPasso 9: Com a parte de classes e tamanhos prontos, coloque os valores nos tamanhos das tradicionais, especial, doce e clique em\nsalvar para finalizar essa parte.\n\nPasso 10: Clique em “Grupo de Opc” para começar a criar os opcionais e coloque o nome do grupo (por exemplo, “Bordas e\nAdicionais”) e a quantidade mínima e máxima.\n\n * Clique em grupo de opc para começar criar os opcionais\n * Coloque o nome do grupo (ex; bordas e adicionais)\n * Coloque a quantidade mínima e quantidade máxima\n\nSe colocar a quantidade igual 0 você não vai ter um limite quando for adicionar opcionais nesse grupo\n\nPasso 11: Volte ao menu administrativo e crie os opcionais que vão dentro do grupo de opc, buscando “Opcionais” e criando um “Novo\nOpcional”.\n\n * Busque opcionais abrindo o cardápio\n * Crie um NOVO OPCIONAL\n * Comece a adicionar os opcionais colocando os nomes\n\nExemplos:\n\n * Borda de Cheddar\n * Borda de Catupiry\n * Sem borda\n * Adicional de Cheddar ou Catupiry\n\nPasso 12: Volte em “Produtos”, busque o produto “Pizza” e vá em “Editar” no ícone verde. Clique em “Grupo de Opc” e adicione os\nopcionais que criou.\n\n * Volte em PRODUTOS e ache o seu produto PIZZA e vá em editar no ícone verde\n * Clique em grupo de opc\n * NOVO OPCIONAL\n * Busque o nome dos opcionais que criou e adicione.\n\nPasso 13: Clique em “Salvar” para finalizar.\n\nEspero que este tutorial tenha sido útil para adicionar produtos tipo pizza com borda e sabores em seu cardápio.",
  "categories": [
    "Cadastros"
  ]
}
