{
  "title": "Como cadastrar lanches?",
  "content": "Passo 1: Acessar o Facity Controle\n\nAbra o Facity Controle em seu computador e faça login com o nome da empresa, login e senha. É importante lembrar que tudo tem que\nser em letras minúsculas.\n\nPasso 2: Criar uma seção\n\n * Para criar uma seção dentro do painel administrativo, comece clicando em “Cardápio” no menu lateral à esquerda\n\n\n\n * Em seguida, selecione “Seções/Categorias”\n\n * Clique em “Nova Seção” e coloque o nome da seção no campo indicado:\n\n\n\n\n\n * Clique em “Ok” para criar a seção\n * Se quiser editar a “Seção” mesmo depois de criar ela, é só clicar em editar no ícone verde como está representada na imagem a\n   seguir:\n   \n\n\n\n * Na imagem mostra todas as informações para editar caso queira mudar o nome, a foto da seção ou ajustar outras informações:\n\nPasso 3: Criar produtos\n\n * Agora, vamos criar os produtos que vão compor a seção de lanches. Para isso, volte ao menu “Cardápio” e selecione “Produtos”\n\n\n\n\n\n * Clique em “Novo Produto”\n\n\n\n * Preencha as informações necessárias, como nome, descrição, valor e seção (no caso, “Lanches”)\n\nÉ importante colocar cada produto na seção específica dele para a organização do cardápio ficar exata.\n\nComece a criar as opções de lanches que vai estar no cardápio, exemplos: X-Calabresa, X-Bacon, X-Salada e entre outras opções.\n\n\n\n * Para encontrar o produto é só clicar novamente no menu “Produtos” e no campo de busca “Nome”, escrever o nome do produto para\n   encontrar na listagem de produtos já cadastrados.\n\n\n\n * Para “Editar” um produto basta procurar ele pelo nome e clicar no ícone verde conforme o indicado na imagem abaixo:\n\n\n\n * Depois de clicar no botão verde para editar o produto, irá abrir a página que mostra todas as informações do produto caso\n   queira mudar o valor, nome, descrição, foto, unidade e código de barra etc.\n\nPasso 4: Adicionar opcionais\n\nOpcionais são os ingredientes extras que podem ser adicionados aos produtos.\n\n * Para criar um opcional, vá ao menu “Cardápio” e selecione “Opcionais”\n * Clique em “Novo Opcional”\n\nColoque o nome do opcional no campo indicado. Exemplos de opcionais são queijo, bacon, catupiry e cheddar.\n\n\n\n\n\n * Clique em “Ok” e está feito!\n\nPara buscar e editar um opcional vá em menu, opcional e encontre o produto a ser editado:\n\n\n\nSe quiser mudar o valor e outra informação clique no ícone verde.\n\nPasso 5: Adicionar opcionais na “Seção” ou no “Produto”\n\nAgora, vamos adicionar os opcionais na seção ou no produto. Se você adicionar no produto, aquele opcional ficará disponível apenas\npara aquele produto específico. Se adicionar na seção, ele ficará disponível para todos os produtos daquela seção.\n\n * Para adicionar opcionais na seção, vá em “Seções/Categorias” e clique no ícone verde para abrir a página de editar a seção\n\n\n\n * Busque “Grupo de Opc” e clique nessa opção\n\n\n\n * Crie um novo grupo de opc clicando em “Novo”\n\n\n\n * Coloque o nome do grupo de opc e a quantidade mínima e máxima que poderá ser adicionada\n\nSe colocar a quantidade igual 0 você não vai ter um limite quando for adicionar opcionais nesse grupo\n\n\n\n * Clique em OK e grupo está feito!\n * Com o grupo criado volte em Grupo de Opc dentro da Seção lanches:\n * Clique no ícone azul:\n\n\n\n * Selecione “Adicionar”\n * Vai abrir uma lista com todos os “Opcionais’ criados\n\n\n\n * Adicione todos os “Opcionais” que você criou para esse grupo\n * Clique em “Ok” para salvar\n\nPara criar um grupo de opc para um único produto, crie o grupo diretamente dentro do produto.\n\nImediatamente! Agora você sabe como cadastrar lanches no Facity Controle. Com essas informações, você poderá gerenciar melhor o\ncardápio do seu restaurante e garantir que os clientes tenham uma boa experiência.",
  "categories": [
    "Cadastros"
  ]
}
