{
  "title": "Como adicionar o PIXEL no Sistema Facity?",
  "content": "Integrando o Facebook ao sistema Facity: Como fazer a verificação de domínio via DNS e vincular o código Pixel ao sistema\n\nSe você deseja criar campanhas de anúncios no Facebook ADS, é essencial integrar sua conta do Facebook com o sistema Facity. Para\nisso, é preciso realizar duas etapas:\n\nFazer a verificação de domínio via DNS;\n\nVincular o código Pixel ao sistema;\n\n\nNESTE ARTIGO, VAMOS EXPLICAR COMO REALIZAR ESSAS DUAS ETAPAS PARA INTEGRAR O FACEBOOK AO SISTEMA FACITY.\n\n\n\n1 – Fazendo a verificação de domínio via DNS\n\nAntes de criar qualquer campanha no Facebook ADS, é importante realizar a verificação do domínio. Isso é necessário para garantir\nque o domínio pertence a você e que você tem permissão para criar anúncios em seu nome.\n\nPara realizar a verificação de domínio, siga os seguintes passos:\n\n1.1. Acesse o Gerenciador de Negócios do Facebook e selecione a opção “Verificação do Domínio” no menu de configurações.\n\n1.2. Na tela seguinte, selecione a opção “Adicionar uma entrada TXT de DNS” como método de verificação.\n\n1.3. Em seguida, o Facebook fornecerá um valor TXT que deve ser adicionado ao DNS do seu domínio. Para isso, basta enviar esse\nvalor para a equipe do Facity Controle e aguardar a confirmação de que o valor foi adicionado.\n\n1.4. Assim que a equipe do Facity Controle confirmar que o valor foi adicionado, volte à tela de verificação de domínio do\nFacebook ADS.\n\n1.5. Clique no botão “Verificar” e aguarde a confirmação de que a verificação foi concluída com sucesso.\n\nCom a verificação do domínio concluída, você pode usar o seu domínio para criar campanhas de anúncios no Facebook ADS, o que\najudará a aumentar a credibilidade e a eficácia dos seus anúncios. Lembre-se de que a verificação do domínio é um requisito\nobrigatório para usar determinadas funcionalidades do Facebook ADS, como a segmentação por interesses e comportamentos.\n\n\n\n2 – Vinculando o código Pixel ao sistema do Facity Controle\n\n\n\nPara vincular o código Pixel ao sistema do Facity Controle, siga estes passos:\n\n2.1. Abra o Facity Controle e vá até o menu na lista lateral esquerda “Configurações”.\n\n2.2. Clique no submenu “Configurações”.\n\n2.3. Na tela que aparecer, haverá uma caixa de pesquisa “nome”. Digite “Pixel” na caixa de pesquisa.\n\n2.4. Na lista de opções que aparecerá, clique na opção “Pixel” Clique no botão verde para editar.\n\n2.5. Na caixa de texto que aparecerá, preencha com o valor do Pixel fornecido pelo Facebook, algo parecido com isso:\n“718569825528970”.\n\n2.6. Clique em “Salvar” para concluir a configuração.\n\n\nApos tudo configurado você também pode conferir o mapa de URLS [https://blog.facity.com.br/mapa-de-urls-para-facebook-pixel/] para\no sistema dessa forma sabendo rastrear a jornada do cliente pelo Cardápio Digital clicando no link: mapa de URLS\n[https://blog.facity.com.br/mapa-de-urls-para-facebook-pixel/].\n\n\n\n\nCONSIDERAÇÕES FINAIS\n\nAgora que você já sabe como integrar o Facebook ao sistema Facity, é importante destacar a importância dessa integração para a sua\nestratégia de marketing digital.\n\nO código Pixel do Facebook é uma ferramenta fundamental para quem deseja realizar campanhas de anúncios eficazes. Ele permite que\nvocê colete dados sobre as interações dos usuários com o seu site e use esses dados para criar campanhas mais segmentadas e\npersonalizadas.\n\nAo vincular o Facebook ao sistema Facity, você pode acompanhar o desempenho das suas campanhas de anúncios com mais precisão e\nobter insights valiosos sobre o comportamento do seu público-alvo. Além disso, essa integração permite que você crie anúncios mais\nrelevantes e personalizados, aumentando a eficácia das suas campanhas e melhorando os resultados.\n\nMas antes de começar a criar suas campanhas de anúncios no Facebook ADS, é preciso fazer a verificação de domínio via DNS, que é\num requisito obrigatório para usar determinadas funcionalidades da plataforma, como a segmentação por interesses e comportamentos.\n\nPara fazer a verificação de domínio via DNS, siga os passos que mencionamos anteriormente. É importante destacar que esse processo\npode levar alguns dias para ser concluído, então é importante iniciar essa verificação com antecedência para evitar atrasos na sua\nestratégia de marketing digital.\n\nApós a verificação do domínio ser concluída, é hora de adicionar o pixel do Facebook ao sistema do Facity Controle. O pixel é um\ncódigo que permite rastrear as interações dos usuários com os seus anúncios no Facebook, possibilitando que você mensure o\ndesempenho das suas campanhas e otimize suas estratégias de marketing.\n\nPara adicionar o pixel ao sistema Facity, siga os passos que mencionamos anteriormente. É importante que você preencha o valor do\nPixel fornecido pelo Facebook com precisão, para que o código seja vinculado corretamente ao seu sistema.\n\nEm resumo, integrar o Facebook ao sistema Facity pode trazer muitos benefícios para a sua estratégia de marketing digital, desde o\nacompanhamento mais preciso do desempenho das suas campanhas até a criação de anúncios mais relevantes e personalizados. Siga os\npassos que mencionamos neste artigo e comece a aproveitar todos os recursos que essa integração pode oferecer para o seu negócio!",
  "categories": [
    "Cadastros"
  ]
}
