{
  "title": "Como adicionar opcionais ao sabor em produto tipo pizza?",
  "content": "Adicionar opcionais ao sabor em uma pizza é uma ótima maneira de oferecer mais opções aos seus clientes. Aqui está um passo a\npasso simples para fazê-lo:\n\n1 – Acesse o sistema de controle de cardápio em seu computador.\n\n2 – Procure a opção “Adicionais” e clique em “Novo adicional” para criar um novo opcional.\n\n\n\n3 – Insira o nome e o valor do adicional na tela de criação do opcional e clique em “Salvar” para concluir.\n\n4 – Clique em “Cardápio” e depois em “Produtos” para adicionar o grupo de adicionais ao produto.\n\n5 – Encontre o produto desejado e clique no ícone verde. Em seguida, clique em “Grupos de adicionais” e crie um novo grupo ou\nadicione o adicional a um grupo existente.\n\n6 – Ao criar o grupo de adicionais, defina a quantidade mínima e máxima que os clientes podem escolher.\n\n * A quantidade mínima é o menor número de ingredientes que você pode escolher. Se a quantidade mínima é 0, você pode escolher\n   nenhum ingrediente extra. Se a quantidade mínima é 1, você precisa escolher pelo menos um ingrediente extra. Se a quantidade\n   mínima é maior que 1, você precisa escolher pelo menos essa quantidade de ingredientes extras.\n * A quantidade máxima é o maior número de ingredientes que você pode escolher. Se a quantidade máxima é 0, você não pode escolher\n   nenhum ingrediente extra. Se a quantidade máxima é 1, você pode escolher apenas um ingrediente extra. Se a quantidade máxima é\n   maior que 1, você pode escolher até essa quantidade de ingredientes extras.\n\n7 – Volte para a tela de grupos de adicionais dentro do produto e clique em “Novo” para adicionar o adicional ao grupo. Insira o\nnome do grupo e a quantidade, clique em “Salvar” e depois em “Opções” em azul.\n\n8 – Encontre o adicional pelo nome ou clique em “Seguinte” para visualizar a lista completa de opcionais. Clique em “Adicionar”\npara incluí-lo no grupo e depois em “OK” para salvar.\n\n9 – Visualize os opcionais no sistema e no app.\n\n\n\nAgora, seus clientes terão mais opções de adicionar ingredientes extras em suas pizzas, sem complicações.",
  "categories": [
    "Cadastros"
  ]
}
