{
  "title": "Como cadastrar produtos pelo celular?",
  "content": "Passo 1: Acesse o Facity Controle\n\nAcesse o Facity Controle pelo seu navegador ou baixe o aplicativo pela Play Store. Para acessar a página, copie e cole o link\nabaixo no seu navegador:\n\nhttps://sistema.facity.com.br/login/nomedaempresa [https://sistema.facity.com.br/login/nomedaempresa]\n\n\n\n\n\n\n\n * Temos a opção de baixar aplicativo pela Play Store para sistema android, segue o link:\n * https://play.google.com/store/apps/details?id=br.com.facity.facitycontrole1\n   [https://play.google.com/store/apps/details?id=br.com.facity.facitycontrole1]\n\nPasso 2: Faça login no aplicativo\n\nApós abrir o aplicativo Facity Controle no seu celular, insira o nome da empresa, login e senha. Lembre-se de que tudo deve ser\ndigitado em letras minúsculas.\n\n\n\n\n\n\n\nPara achar o menu do sistema clique no canto superior esquerdo igual apresenta na imagem:\n\n\n\nPasso 3: Acesse a seção de produtos\n\nPara criar um produto, clique em “cardápio” no menu lateral à esquerda e selecione a opção “produtos”.\n\n\n\n * Selecione produtos igual a seta está indicando na imagem:\n\nPasso 4: Crie um novo produto\n\n\n\n * Clique em “novo produto” para começar o cadastramento. Insira as informações solicitadas, como nome, descrição, valor e seção\n   do produto, e clique em “ok”. Pronto! O produto já foi criado.\n\n\n\nPasso 5: Encontre um produto\n\nPara encontrar um produto já cadastrado, clique novamente em “produtos” no menu lateral e digite o nome do produto no campo de\nbusca “nome”.\n\nPasso 6: Edite um produto\n\nSe precisar editar um produto, encontre-o na lista de produtos cadastrados, arraste-o para a direita e clique no ícone verde.\n\nNa página de edição, você poderá alterar o valor, nome, descrição, foto, unidade e código de barras, entre outras informações.\nDepois de fazer as alterações, não se esqueça de salvar.\n\nRolando tela você vai encontrar todas as informações que deseja alterar e depois é só salvar.\n\nCom este tutorial você pode cadastrar produtos facilmente pelo celular, usando o aplicativo Facity Controle. Esperamos que estas\ninformações tenham sido úteis. Caso tenha dúvidas ou sugestões, deixe seu comentário abaixo.",
  "categories": [
    "Cadastros"
  ]
}
