{
  "title": "Como adicionar um produto tipo açaí?",
  "content": "Se você é dono de uma loja que vende açaí e quer adicionar essa delícia ao seu cardápio, não se preocupe, o processo é simples e\nfácil. Siga o passo a passo abaixo e aprenda como adicionar um produto tipo açaí:\n\nPasso 1: Abra o Facity Controle em seu computador\n\nColoque o nome da empresa, login e senha. Não esqueça que tudo tem que ser em letras minúsculas.\n\nPasso 2: Para criar um produto dentro do painel administrativo, você começa clicando em cardápio no menu lateral a esquerda:\n\nPasso 3: Selecione “Produtos” igual a seta está indicando na imagem:\n\nPasso 4: Clique em “Novo Produto” para começar o cadastramento:\n\nPasso 5: Clicando no botão “Novo Produto”, irá abrir a caixa de cadastramento para começar a incluir as informações do produto:\n\n * Coloque o nome AÇAÍ ou MONTE SEU AÇAÍ\n * Deixe o valor zerado pra depois ir adicionando os opcionais com preço\n * Mude também a seção do produto, selecione a opção MONTE SEU AÇAÍ ou em qual seção você queira que esse produto fique\n * Clique em OK para salvar\n\nPasso 6: A próxima parte é criar um GRUPOS DE OPC dentro do produto\n\n * Busque o produto na lista ou digite na barra de pesquisa para achar\n * Clique no ícone verde para editar o produto\n\n * Clique em GRUPOS DE OPC\n\n * Clique em NOVO para começar criar os grupos, exemplos:\n * Tamanhos\n * Acompanhamentos\n * Caldas\n\nA quantidade máxima/mínima em TAMANHOS deixe os dois em 1 e nos outros deixe essas opções zeradas.\n\n * Exemplo em imagem de como ficar esses grupos adicionados:\n\n\n\nPasso 7: Após adicionar os GRUPOS DE OPC a próxima parte é você ir em OPCIONAIS para cadastrar os TAMANHOS, ACOMPANHAMENTOS E\nCALDAS\n\n * Busque OPCIONAIS no menu do sistema\n * Clique em NOVO OPCIONAL\n\n\n\n * Comece adicionando os TAMANHOS e os valores de cada um, segue exemplos nas imagens abaixo:\n * Coloque o nome, valor e clique em OK para salvar\n\nexemplo de como fica vários cadastrados\n * Exemplos de ACOMPANHAMENTOS:\n * Coloque o nome, valor e clique em OK para salvar\n\nexemplo de como fica vários cadastrados\n * Exemplos de CALDAS:\n * Coloque o nome, valor e clique em OK para salvar\n\nexemplo de como fica vários cadastrados\n\nPasso 8: A última parte é adicionar esses opcionais lá no seu GRUPO DE OPC criado dentro do produto MONTE SEU AÇAÍ/AÇAÍ\n\n * Volte em GRUPOS DE OPC dentro do produto AÇAÍ\n\n * Clique em OPÇÕES:\n\n * Clique em ADICIONAR\n\n * Selecione todos os opcionais criados para esse grupo\n * Clique em OK para salvar\n\n\n\n * Faça o mesmo processo para adicionar os opcionais em ACOMPANHAMENTOS E CALDAS.\n\nNão esqueça de adicionar as IMPRESSORAS indo na seção do produto ou em PRODUTOS\n\n * Clique no ícone verde para editar o produto\n * Entre em IMPRESSORAS\n\n * Clique em NOVO e selecione e adicione as impressoras\n * Clique em OK para salvar\n\nNo cardápio/delivery vai aparecer assim:\n\nAgora que você adicionou o produto tipo açaí, ele aparecerá no seu cardápio/delivery.",
  "categories": [
    "Cadastros"
  ]
}
