{
  "title": "Como criar um cupom de desconto?",
  "content": "Passo 1: Acesse o Facity Controle\n\nPara começar, acesse o Facity Controle em seu computador e faça login usando suas credenciais. Certifique-se de que o nome da\nempresa, login e senha estejam em letras minúsculas.\n\nPasso 2: Acesse o menu “Marketing”\n\nNo menu lateral esquerdo do Facity Controle, clique em “Marketing”.\n\nPasso 3: Selecione “Cupons”\n\nDentro do menu “Marketing”, selecione “Cupons”.\n\nPasso 4: Crie um novo cupom\n\nClique no botão “Novo” para começar a criar um novo cupom.\n\nPasso 5: Insira as informações do cupom\n\nPreencha as informações do cupom incluindo o nome, tipo de valor (fixo ou percentual), tipo de pedido (delivery, mesa, retirada),\nvalor do cupom, valor mínimo da compra para que o cupom fique disponível, máximo por cliente, primeira compra (sim ou não),\nvisibilidade (sim ou não), frete grátis (sim ou não), quantidade de cupons disponíveis, status (ativo ou inativo) e data de\nexpiração.\n\nNo campo “Nome“, é aconselhável inserir algo simples, pois este também funciona como identificador do cupom; por exemplo,\n“#10reais” ou “primeiracompra“. O campo “Primeira Compra” restringe o uso do cupom apenas àqueles que nunca realizaram pedidos\npelo aplicativo. O “Campo Tipo de Valor” determina se o campo “Valor” se refere a reais ou a percentual. Por exemplo, se estiver\nconfigurado como “Percentual“, o campo “Valor” deverá ser interpretado como o percentual de desconto na compra. O campo “Visível”\ndetermina se o cupom criado aparecerá na lista de cupons dentro do app de pedidos; se marcado como “Não“, apenas os clientes que\nsouberem o código (Nome) do cupom poderão utilizá-lo. O campo “Delivery Grátis” estabelece se o cupom, além de oferecer o desconto\nespecificado, também eliminará a taxa de entrega do pedido.\n\nO campo “Valor“, conforme definido anteriormente, será um percentual de desconto ou um valor em reais, conforme estabelecido pelo\ncampo “Tipo de Valor“. O campo “Quantidade” limita o número total de usos de um cupom. “Valor Mínimo” restringe a utilização do\ncupom a compras que atingirem o valor mínimo estipulado. “Mínimo por Cliente” determina quantas vezes um mesmo cupom pode ser\nusado por cada cliente; por exemplo, um cupom que não é exclusivo para a “Primeira Compra” e está com “Máximo por Cliente” igual a\n3, poderá ser utilizado até três vezes pelo mesmo cliente. “Data de Expiração” especifica a data e hora em que o cupom deixará de\nser válido, esse campo é importante, para que o cupom funcione corretamente ele deve estar selecionado com um data futura.\n\nPasso 6: Salve o cupom\n\nQuando terminar de preencher todas as informações do cupom, clique em “Salvar” para salvá-lo.\n\n * Exemplo de um cupom de 15 reais de desconto:\n\nMudando tipo de valor você pode deixar esse cupom com 15% de desconto no valor da compra e o valor mínimo torna esse cupom\ndisponível para uso só para compras acima de 50,00 reais.\n\nPasso 7: Edite o cupom, se necessário\n\nSe precisar editar o cupom mais tarde, volte à página “Cupons” e clique no ícone verde ao lado do cupom que deseja editar.\n\nCom estes passos simples, você pode criar e gerenciar cupons de desconto para sua empresa.",
  "categories": [
    "Cadastros"
  ]
}
