{
  "title": "Como criar opcionais e colocar no produto?",
  "content": "Passo 1: Abra o Facity Controle em seu computador\n\nPara começar, abra o Facity Controle em seu computador e faça login com o nome da empresa, login e senha. Lembre-se de digitar\ntudo em letras minúsculas.\n\nPasso 2: Acesse o menu e busque a opção “opcionais”\n\nNo menu do sistema, procure pela opção “opcionais” e clique nela.\n\nPasso 3: Crie um novo opcional\n\nDentro de opcionais, selecione a opção “novo opcional” para criar um novo opcional. Você pode criar vários tipos de opcionais,\ncomo gelo, morango, limão e outras opções que desejar.\n\n\n\n\n\nVocê pode criar vários tipos de opcionais no seu cardápio:\n\nExemplos:\n\n * Gelo\n * Morango\n * Limão\n\nEntre outras opções que você desejar.\n\n\n\nClique em OK e está feito!\n\nPasso 4: Edite um opcional existente (opcional)\n\n\n\n\n\nSe precisar editar um opcional existente, vá em “menu”, “opcional” e encontre o produto a ser editado. Para fazer a edição, clique\nno ícone verde.\n\nPasso 5: Adicione o opcional ao produto\n\nAgora que você já criou os opcionais, é hora de adicioná-los ao produto. Para fazer isso, vá em “menu”, “cardápio”, “produtos” e\nbusque o produto desejado. Em seguida, clique no ícone verde para abrir a página de edição do produto.\n\n\n\nDentro da página de edição do produto, busque a opção “grupo de opc” e clique nela.\n\nPasso 6: Crie um novo grupo de opcionais\n\n\n\nCrie um novo grupo de opcionais clicando em “novo”. Em seguida, coloque o nome do grupo de opc e a quantidade mínima e máxima que\npoderá ser adicionada.\n\nSe colocar a quantidade igual a 0, você não terá um limite quando adicionar opcionais nesse grupo. Depois, clique em “OK” e o\ngrupo estará pronto.\n\nPasso 7: Adicione o opcional ao grupo\n\nCom o grupo criado, volte em “grupo de opc” dentro do produto e clique no ícone azul.\n\nEm seguida, selecione “adicionar” para abrir uma lista com todos os opcionais criados.\n\nAdicione o opcional que você criou para esse grupo e clique em “OK” para salvar.\n\nBusque o nome do opcional que você que criou e adicione ele\n\nPronto! Agora você já sabe como criar opcionais e adicioná-los em um produto usando o Facity Controle. Essas informações são\nimportantes para o controle do estoque e para facilitar a venda.",
  "categories": [
    "Cadastros"
  ]
}
