{
  "title": "Guia Passo a Passo: Como aproveitar ao máximo os Sistemas Facity Controle",
  "content": "No blog da Facity, você encontra várias dicas e tutoriais para usar nossos sistemas da melhor forma. Se você está começando ou\nquer aprender a utilizar melhor as funcionalidades, esse guia passo a passo vai te ajudar! Acompanhe os seguintes passos para\ntirar o máximo proveito dos recursos do sistema Facity.\n\n\nPASSO 1: COMO INSTALAR O SISTEMA FACITY\n\n * 1.1. Baixe o Sistema: A primeira coisa a fazer é baixar o sistema Facity no seu computador ou dispositivo. Dependendo do seu\n   modelo de negócio, o Facity oferece versões específicas que podem ser baixadas diretamente no site da Facity.\n * 1.2. Realize a Instalação: Após o download, siga as instruções para instalar o sistema. O processo é simples e intuitivo, mas\n   se surgir alguma dúvida, há tutoriais disponíveis para ajudar.\n * 1.3. Configurações Iniciais: Quando a instalação estiver concluída, o sistema vai pedir algumas configurações iniciais. Isso\n   inclui a inserção de dados do seu negócio, como nome, endereço e tipo de operação. Preencha essas informações com cuidado, pois\n   elas são importantes para o funcionamento correto do sistema.\n\n> Como baixar e instalar o sistema Facity? [https://blog.facity.com.br/como-baixar-e-instalar-o-sistema-facity/]\n\nPasso 2: Como cadastrar seções no Facity Controle\n\n 1. Acesse o sistema e faça login.\n 2. Vá em “Seções/Categorias” no menu “Cardápio”.\n 3. Clique em “Nova Seção”, insira o nome e salve.\n 4. Para editar, clique no ícone verde ao lado da seção.\n\n> Como cadastrar seções|categorias? [https://blog.facity.com.br/cadastrando-secoes-categorias-no-sistema-facity-controle/]\n\n\nPASSO 3: COMO CADASTRAR PRODUTOS NO FACITY CONTROLE\n\n\n\n * Acesse o Sistema: Faça login no Facity Controle.\n * Vá em “Cardápio”: No menu lateral, clique em “Cardápio” e depois em “Produtos”.\n * Clique em “Novo Produto”: Preencha o nome, descrição, valor e categoria do produto.\n * Salvar: Após preencher, clique em “OK” para salvar.\n * Pronto! Seu produto foi cadastrado.\n\n> Como cadastrar produtos? [https://blog.facity.com.br/cadastrando-produtos-no-sistema-facity-controle/]\n\n\nPASSO 3: COMO CADASTRAR COMBOS NO FACITY CONTROLE\n\n 1. Acesse o sistema: Abra o Facity Controle e faça login.\n 2. Vá para “Cardápio” > “Combos”: No menu lateral esquerdo, clique em “Cardápio” e depois em “Combos”.\n 3. Crie um novo combo: Clique em “Novo Combo”, preencha as informações como nome, descrição e preço, e salve.\n 4. Adicione produtos ao combo: Após criar o combo, edite-o para adicionar os produtos que o compõem, definindo quantidades e\n    possíveis descontos\n\n> Como cadastrar combos? [https://blog.facity.com.br/como-cadastrar-combos/]\n\n\nPASSO 4: COMO ADICIONAR OPCIONAIS A UM PRODUTO NO FACITY CONTROLE\n\n 1. Acesse o sistema e faça login.\n 2. Vá para “Opcionais” no menu lateral.\n 3. Clique em “Novo Opcional”, insira o nome e salve.\n 4. Associe o opcional ao produto desejado.\n\n> Como criar opcionais e colocar no produto? [https://blog.facity.com.br/como-criar-opcionais-e-colocar-no-produto/]\n\n\nPASSO 5: COMO ADICIONAR OPCIONAIS A UMA SEÇÃO NO FACITY CONTROLE\n\n 1. Acesse o sistema: Faça login no Facity Controle.\n 2. Crie os opcionais: No menu, selecione “Opcionais” e clique em “Novo Opcional” para adicionar itens como ovo, queijo ou bacon.\n 3. Vincule os opcionais à seção:\n    * Vá em “Cardápio” > “Seções/Categorias”.\n    * Edite a seção desejada clicando no ícone verde.\n    * Em “Grupo de Opc”, crie um novo grupo ou edite um existente.\n    * Adicione os opcionais ao grupo e salve.\n\n> Como criar opcionais e colocar na seção? [https://blog.facity.com.br/como-criar-opcionais-e-colocar-na-secao-categoria/]\n\nDessa forma, os opcionais estarão disponíveis para todos os produtos da seção.\n\n\nPASSO 6: COMO CADASTRAR SEU ESTOQUE NO FACITY CONTROLE\n\n\n\n 1. Acesse o sistema: Abra o Facity Controle e faça login.\n 2. Vá para “Estoque” > “Matérias-Primas”: No menu, selecione “Estoque” e depois “Matérias-Primas”.\n 3. Adicione uma nova matéria-prima: Clique em “Novo”, preencha o nome, quantidade e unidade, depois salve.\n 4. Vincule a matéria-prima a um produto:\n    * Acesse “Produtos” e edite o produto desejado.\n    * Vá para “Ficha Técnica” e clique em “Novo”.\n    * Selecione a matéria-prima, defina a quantidade a ser descontada do estoque e salve.\n 5. Registre entradas no estoque: Em “Estoque”, vá para “Entradas”, clique em “Novo”, selecione “Matérias-Primas” e insira as\n    informações da nova entrada.\n\nSeguindo esses passos, você poderá gerenciar seu estoque no Facity Controle de forma eficiente.\n\n> Como cadastrar seu Estoque no Facity Controle? [https://blog.facity.com.br/como-cadastrar-seu-estoque-no-facity-controle/]\n\n----------------------------------------------------------------------------------------------------------------------------------\n\nPasso 7: Como criar um Cupom de Desconto no Facity Controle\n\n 1. Acesse o sistema: Faça login no Facity Controle.\n 2. Navegue até “Cupons de Desconto”: No menu lateral, clique em “Marketing” e selecione “Cupons de Desconto”.\n 3. Crie um novo cupom: Clique em “Novo”, preencha os detalhes do cupom (como código, valor de desconto, validade) e salve.\n\nAssim, seu cupom de desconto estará pronto para uso.\n\n> Como criar um cupom de desconto? [https://blog.facity.com.br/como-criar-um-cupom-de-desconto/]\n\nPasso 8: Como criar e enviar notificações no Facity Controle\n\n 1. Acesse o sistema: Faça login no Facity Controle.\n 2. Vá para “Marketing” > “Notificações”: No menu lateral, clique em “Marketing” e selecione “Notificações”.\n 3. Crie uma nova notificação: Clique em “Novo”, insira um título e uma breve descrição para a notificação.\n 4. Envie a notificação: Após configurar, clique em “Enviar” para que seus clientes a recebam.\n\nAssim, você mantém seus clientes informados sobre promoções e novidades\n\n> Como criar e usar notificações? [https://blog.facity.com.br/como-criar-e-usar-notificacoes/]\n\nPasso 9: Como Sortear um pedido no Facity Controle\n\n 1. Acesse o sistema e vá até “Pedidos”.\n 2. Defina os filtros (data, pagamento, origem e tipo de cliente).\n 3. Clique em “Sortear” para escolher um pedido aleatório.\n\nPronto! Seu sorteio foi realizado.\n\n> Como sortear um pedido? [https://blog.facity.com.br/como-sortear-um-pedido/]\n\nPasso 10: Como Instalar o Facity BOT e criar auto respostas\n\nPara instalar o Facity BOT e criar auto respostas:\n\n 1. Instale a extensão no Chrome Web Store.\n 2. Faça login no WhatsApp Web com seus dados.\n 3. Crie auto respostas no Facity Controle em “Marketing” > “Auto Resposta”.\n\nPronto! O BOT responderá automaticamente seus clientes.\n\n> Como criar auto respostas e instalar o Facity BOT?\n> [https://blog.facity.com.br/como-criar-auto-respostas-e-instalar-o-facity-bot/]\n\nPasso 11: Como Cadastrar um usuário pelo Facity Controle\n\n\n\n 1. Acesse o sistema e faça login.\n 2. Vá em “Usuários” e toque em “Novo”.\n 3. Preencha os dados, defina login e senha.\n 4. Selecione “Caixa” como função e conclua.\n\nPara cadastrar usuário administrativo, caixa, garçom e motoboy é o mesmo procedimento.\n\nPronto! O usuário foi cadastrado.\n\n> Como cadastrar um usuário Caixa? [https://blog.facity.com.br/como-cadastrar-um-usuario-caixa/]\n\nPasso 12: Como gerar um relatório de vendas no Facity Controle\n\n\n\n 1. Acesse o sistema: Faça login no Facity Controle.\n 2. Vá para “Relatórios” > “Vendas”: No menu lateral, clique em “Relatórios” e depois em “Vendas”.\n 3. Defina o período e método de pagamento: Escolha a data inicial, final (máximo de 30 dias) e o método de pagamento desejado.\n 4. Visualize o relatório: O sistema exibirá o total de vendas conforme os filtros aplicados.\n\nPara gerar outros tipos de relatórios é só seguir o mesmo passo a passo.\n\n> Como gerar relatório de vendas? [https://blog.facity.com.br/como-usar-relatorio-de-vendas/]\n\nPasso 13: Como integrar o Mercado Pago ao Facity\n\n\n\n 1. Crie uma chave PIX aleatória no Mercado Pago.\n 2. No Facity Controle, vá em “Integrações” > “Mercado Pago”, insira seu e-mail e autorize.\n 3. Ative o PIX Online em “Configurações” > “Forma de pagamento”.\n\nPronto! A integração está feita.\n\n> Como integrar o Mercado Pago no Sistema Facity? [https://blog.facity.com.br/como-integrar-o-mercado-pago-no-sistema-facity/]\n\nPasso 14: Como configurar Taxas de Entrega(bairro) no Facity Controle\n\n\n\n 1. Acesse o sistema: Faça login no Facity Controle.\n 2. Vá em “Configurações” > “Taxas de Entrega (Bairro)”: No menu administrativo, selecione “Configurações” e depois “Taxas de\n    Entrega (Bairro)”.\n 3. Adicione um novo bairro: Clique em “Novo”, digite o nome do bairro e confirme em “OK”.\n\nPronto! Agora você pode definir taxas de entrega específicas para cada bairro cadastrado.\n\n> Como configurar taxas de entrega (bairro)? [https://blog.facity.com.br/como-configurar-taxas-de-entrega-bairro/]\n\nPasso 15: Como configurar Taxas de Entrega(KM) e obter a chave da API do Google Maps\n\n\n\n 1. Obtenha a chave da API do Google Maps:\n    * Acesse o Console do Google Cloud [https://console.cloud.google.com/].\n    * Crie um projeto ou selecione um existente.\n    * Vá em “APIs e Serviços” > “Credenciais”.\n    * Clique em “Criar credenciais” > “Chave de API”.\n    * Copie a chave gerada.\n 2. Configure no Facity Controle:\n    * No Facity, vá em “Configurações” > “Taxas de Entrega (Km)”.\n    * Cole a chave da API no campo correspondente.\n    * Defina o valor da taxa por quilômetro.\n    * Salve as alterações.\n\nPronto! A taxa de entrega por km está configurada.\n\n> Como criar chave do Google Maps e configurar taxa de entrega (Km)?\n> [https://blog.facity.com.br/como-configurar-taxa-de-entrega-km-e-conseguir-chave-do-google-maps/]\n\nPasso 16: Como configurar formas de pagamento no Facity Controle\n\n\n\n 1. Acesse “Configurações” > “Formas de Pagamento”.\n 2. Clique em “Novo” ou edite uma existente.\n 3. Preencha os dados (nome, tipo) e salve.\n\nPronto! Forma de pagamento configurada.\n\n> Como configurar formas de pagamento? [https://blog.facity.com.br/como-configurar-formas-de-pagamento/]\n\nPasso 17: Como criar Taxas de Serviço no Facity Controle\n\n 1. Vá em “Configurações” > “Taxa de Serviço”.\n 2. Ative a opção e defina o percentual.\n 3. Clique em “Salvar”.\n\nPronto! A taxa será aplicada nos pedidos.\n\n> Como criar Taxas de Serviço no Facity Controle? [https://blog.facity.com.br/como-criar-taxas-de-servico-no-facity-controle/]\n\nPasso 18: Como alterar o Tempo Estimado no Facity Controle\n\nPara alterar o tempo estimado no Facity Controle:\n\n 1. Acesse “Configurações” > “Tempo Estimado”.\n 2. Defina os minutos para entrega e/ou retirada.\n\nPronto! O tempo estimado foi atualizado.\n\n> Como alterar tempo estimado? [https://blog.facity.com.br/como-alterar-tempo-estimado/]\n\nPasso 19: Como configurar o Horário de Atendimento no Facity Controle\n\n\n\n 1. Acesse “Configurações” > “Horário de Atendimento”.\n 2. Ajuste os horários para cada dia da semana.\n 3. Clique em “Salvar”.\n\nPronto! Seu horário de atendimento está configurado.\n\n> Como configurar horário de atendimento? [https://blog.facity.com.br/como-configurar-horario-de-atendimento/]",
  "categories": [
    "Cadastros"
  ]
}
